import React from "react";
import {Container, Row } from "react-bootstrap";
import order_img from "../images/order.jpg";


const HowToTrackScreen = () => {


  return (
    <Container className="form__container ">
      <Row>
      <h1 className="info__header">
      طريقة الطلب
      </h1>
      <img className="info__image" src={order_img}></img>
       <p className="info__p">


كما هو واضح في الرسم أعلاه, تقوم بالتسوق في المواقع التركية:

وإرسال لنا الروابط المراد شرائها مع التفاصيل كاللون والمقاس والعدد وغيره. يمكنك القيام بطلب اونلاين عن طريق تعبيئة النموذج بالضغط على ( طلب جديد ), بعد رفع تعبئة النموذج والضغط على إرسال الطلب, سيكون لديك خيار أن تقوم برفع صورة توضيحية أمام كل رابط إن أردت التوضيح أكثر, أو يمكنك رفع ملف أو صور توضيحية عن طريق التعليق على الطلب.  اذا لم تكن ترغب بتعبئة النموذج يمكنك ارفاق ملف وورد أو اكسيل واضافته كمرفق في قسم التعليقات في صفحة طلبك. لعملائنا الذين يملكون حساب في تركيا ويرغبون من فريق الطلب أن ينسخ المنتجات من حسابهم بتركيا, يرجى تزويدنا باسم المستخدم وكلمة المرور.
<br></br>

(على سبيل المثال, إذا أردنا شراء المنتج في الرابط أدناه علما أنه يمكن تعبئة البيانات باللغة العربية أو الانجليزية أو عن طريق نسخ اللون أو المقاس باللغة التركية من صفحة المنتج ( يفضل تعبيئة البيانات باللغة الانجليزية إن كان ذلك ممكنا,
<br></br>
على سبيل المثال, إذا أردنا شراء المنتج في الرابط أدناه
<br></br>
<br></br>
http://www.Amazon.com/item/2014-single-copy-hot-sale-protective-for-iphpne-5c-5c-iphone-cover-drit-resistant-case-for/1589889236.html
<br></br>
<br></br>
نقوم بنسخ الرابط وإرسال التفاصيل كالتالي:

<br></br>

رابط المنتج:
<br></br>
<br></br>
http://www.Amazon.com/item/2014-single-copy-hot-sale-protective-for-iphpne-5c-5c-iphone-cover-drit-resistant-case-for/1589889236.html
<br></br>
<br></br>


المقاس:  لايوجد
<br></br>

اللون: أزرق
<br></br>
العدد: ٢
<br></br>
<br></br>
وهكذا لبقية المنتجات, الرجاء التأكد من جميع التفاصيل لكل طلب قبل الإرسال لضمان وصول طلبكم بالمواصفات المرغوبة. بعد التحويل, الرجاء ابلاغنا عن طريق كتابة ذلك في الطلب, أو رسالة واتساب أو من خلال الايميل. سيقوم فريق وسيط تركيا بالعمل على طلبك خلال 24-48 ساعه من وصول الحوالة. يرجى متابعة طلبك بشكل مستمر وسيصلك رسائل على بريدك الاكتروني وعلى الواتساب في حالة أي تحديث على طلبك. بعد طلب المنتجات, سيقوم فريق العمل بالتأكد من كل منتج ومطابقتة للمطلوب وتجميع المنتجات في طرد واحد ليتم بعد ذلك تحديث فاتورة الشحن وشحن الطرد بعد دفع رسوم الشحن المتبقية.
<br></br>
       </p>
      </Row>
    </Container>
  );
};

export default HowToTrackScreen;
